Repository: vicbeck2/svnshooshoo
Catalog: unicode-org/languages.tmx
Source language: en
Languages: am, ar, bg, ca, cs, de, dz, el, eo, et, fa, fi, fr, ga, he, hi, hr, hu, is, ja, km, ko, kok, lo, lt, lv, mr, mt, pl, ps, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, zh

source: Urdu
am: ኡርዱኛ
ar: الاردية
bg: Урду
ca: urdú
cs: Urdština
dz: ཨུར་དུ
eo: urduo
fa: اردو
fr: ourdou
ga: Urdais
hi: ऊर्दु
is: Úrdú
ja: ウルドゥー語
km: ភាសាអ៊ូរ្ឌូ
ko: 우르두어
kok: उर्दू
lo: ອິນດູ
mr: उर्दू
ru: Урду
ta: உருது
th: อิรดู
tr: Urduca
uk: Урду
zh: 乌尔都文

source: Uzbek
am: ኡዝበክኛ
bg: Узбекски
cs: Uzbečtina
de: Usbekisch
eo: uzbeka
fa: ازبکی
fi: uzbekki
fr: ouzbek
ga: Úisbéicis
hi: उज़बेक्
hu: üzbég
is: Úsbekska
ja: ウズベク語
km: ភាសាអ៊ូហ្សបេគីស្តង់
ko: 우즈베크어
kok: उज़बेक
lo: ອຸດສະເບດ
mr: उज़बेक
mt: Użbek
ps: ازبکي
ru: Узбекский
ta: உஸ்பெக்
th: อุสเบค
tr: Özbekçe
uk: Узбецька
vi: Tiếng U-dơ-bếch
zh: 乌兹别克文

source: Vietnamese
am: ቪትናምኛ
ar: الفيتنامية
bg: Виетнамски
ca: vietnamita
cs: Vietnamština
de: Vietnamesisch
el: Βιετναμεζικά
eo: vjetnama
fa: ویتنامی
fi: vietnam
fr: vietnamien
ga: Vítneamais
hi: वियेतनामी
hr: vijetnamski
hu: vietnámi
is: Víetnamska
ja: ベトナム語
km: ភាសាវៀតណាម
ko: 베트남어
kok: वियत्नामीज़
lo: ວຽດນາມ
mr: वियत्नामीज़
mt: Vjetnamiż
ru: Вьетнамский
sr: Вијетнамски
ta: வியட்நாமிஸ்
th: เวียดนาม
tr: Vietnam Dili
uk: Вʼєтнамська
vi: Tiếng Việt
zh: 越南文

source: Volapük
am: ቮላፑክኛ
ca: volapuk
cs: Volapuk
eo: volapuko
fa: ولاپوک
hi: वोलापुक
ja: ボラピュク語
ko: 볼라퓌크어
kok: ओलापुक
lo: ໂວລາພຸກ
mr: ओलापुक
mt: Volapuk
ru: Волапак
ta: ஒலபுக்
th: โวลาพุก
tr: Volapuk
uk: Волапак
zh: 沃拉普克文

source: Wolof
am: ዎሎፍኛ
ca: wòlof
eo: volofa
fa: ولوفی
hi: वोलोफ
hu: volof
is: Volof
ja: ウォロフ語
ko: 올로프어
kok: उलोफ़
lo: ວູບ
mr: उलोफ
ru: Волоф
ta: ஒலோப்
th: วูลอฟ
uk: Волоф
zh: 沃尔夫文

source: Xhosa
am: ዞሳኛ
ca: xosa
eo: ksosa
fa: خوسایی
fi: kafferi
hi: षोसा
hu: hosza
is: Sósa
ja: コサ語
km: ភាសាឃសា
ko: 반투어(남아프리카)
kok: झ़ौसा
lo: ໂຊສາ
mr: क्स्होसा
mt: Ħoża
ru: Хоза
ta: ஹோஷா
th: โซสา
uk: Кхоса
zh: 班图文

source: Yiddish
am: ይዲሻዊኛ
ca: jiddish
cs: Jidiš
de: Jiddisch
el: Ιουδαϊκά
eo: jida
fa: یدی
fi: jiddi
ga: Giúdais
he: יידיש
hi: येहुदी
hu: zsidó
is: Jiddíska
ja: イディッシュ語
km: ភាសាយីឌីហ្ស
ko: 이디시어
kok: इद्दिष्
lo: ຢີຄິດ
mr: इद्दिष
mt: Jiddix
ru: Идиш
sr: Јидиш
ta: ஈத்திஷ
th: ยีดิช
tr: Yiddiş
uk: Ідиш
vi: Tiếng Y-đit
zh: 依地文

source: Yoruba
am: ዮሩባዊኛ
ca: ioruba
de: Joruba
eo: joruba
fa: یوروبایی
fi: joruba
hi: योरूबा
hu: joruba
is: Jórúba
ja: ヨルバ語
km: ភាសាយរូបា
ko: 요루바어
kok: यूरुबा
lo: ໂຢລູບາ
mr: यूरुबा
mt: Joruba
ru: Йоруба
ta: யோருப்பா
th: โยรูบา
uk: Йоруба
zh: 约鲁巴文

source: Zhuang
am: ዡዋንግኛ
eo: ĝuanga
hi: ज़ुआंग
hu: zsuang
is: Súang
ja: チワン語
km: ភាសាចួង
ko: 주앙어
kok: झ्हुन्ग
lo: ຈວງ
mr: झ्हुन्ग
mt: Żwang
ru: Зуанг
ta: ஜுவாங்
th: จวง
uk: Зуанг
zh: 藏文

source: Chinese
am: ቻይንኛ
ar: الصينية
bg: Китайски
ca: xinés
cs: Čínština
de: Chinesisch
dz: རགྱ་མི་ཁ
el: Κινεζικά
eo: ĉina
et: Hiina
fa: چینی
fi: kiina
fr: chinois
ga: Sínis
he: סינית
hi: चीनी
hr: kineski
hu: kínai
is: Kínverska
ja: 中国語
km: ភាសាចិន
ko: 중국어
kok: चीनीस्
lo: ຈີນ
lt: Kinų
lv: ķīniešu
mr: चिनीस्
mt: Ċiniż
pl: chiński
ps: چیني
ro: Chineză
ru: Китайский
sk: čínsky
sl: Kitajščina
sr: Кинески
ta: சீனம்
th: จีน
tr: Çince
uk: Китайська
vi: Tiếng Trung Quốc
zh: 中文

source: Zulu
am: ዙሉኛ
bg: Зулуски
eo: zulua
fa: زولویی
fr: zoulou
ga: Súlúis
he: זולו
hi: ज़ुलू
is: Súlú
ja: ズールー語
km: ភាសាហ្ស៉ូលូ
ko: 줄루어
kok: जुलू
lo: ຊູລູ
mr: जुलू
mt: Żulu
ru: Зулусский
ta: ஜூலூ
th: ซูลู
uk: Зулуська
zh: 祖鲁文

source: Afro-Asiatic (Other)
ar: افرو-اسيوية
bg: Афро-азиатски (други)
de: Afro-Asiatische Sprachen (Andere)
fa: افریقا و آسیایی (غیره)
fi: muut afroaasialaiset kielet
fr: afro-asiatique (autre)
is: Afróasísk mál (önnur)
ja: アフロ・アフリカ諸語
ko: 아시아-아프리카어 (기타)
mt: Afro-Asjatiku (Oħra)
ru: Афразийские (другие)
zh: 其他亚非语系

source: English, Old (ca.450-1100)
ar: انكليزية، قديم
bg: Староанглийски (ca.450-1100)
de: Altenglisch
fa: انگلیسی باستان (حدود ۴۵۰-۱۱۰۰ م.)
fi: muinaisenglanti
fr: vieil anglais (ca.450-1100)
hr: engleski, stari (ca.450-1100)
is: Fornenska (um 450-1100)
ja: 古期英語 (約450-1100)
ko: 이전 영어 (ca.450-1100)
mt: Ingliż, Antik (ca.450-1100)
ru: Староанглийский
zh: 中古英语

source: Aramaic
ar: الارامية
de: Aramäisch
el: Αραμαϊκά
fa: آرامی
fi: aramea
fr: araméen
he: ארמית
is: Arameíska
ja: アラム語
ko: 아람어
mt: Aramajk
ru: Арамейский
zh: 阿拉米文

source: Baluchi
ar: البلوشية
de: Belutschisch
fa: بلوچی
fi: balutši
fr: baloutchi
is: Balúkí
ja: バルーチー語
ko: 발루치어
mt: Baluċi
ps: بلوڅي
ru: Белуджский
zh: 俾路支文

source: Berber
ar: البربرية
bg: берберски
de: Berbersprachen
fi: berberi
fr: berbère
is: Berbamál
ja: ベルベル語
ko: 베르베르어
mt: Beber
zh: 北非回教土族之语言

source: Bosnian
ar: البوسنية
bg: Босненски
de: Bosnisch
el: Βοσνιακά
fa: بوسنیایی
fi: bosnia
fr: bosniaque
ga: Boisnis
he: בוסנית
is: Bosníska
ja: ボスニア語
ko: 보스니아어
mt: Bosnijan
zh: 波斯尼亚文

source: Chechen
ar: الشيشانية
bg: Чеченски
de: Tschetschenisch
fa: چچنی
fi: tšetšeeni
fr: tchétchène
ga: Sisinis
is: Tsjetsjenska
ja: チェチェン語
mt: Ċeċen
zh: 车臣文

source: Coptic
ar: قبطية
de: Koptisch
el: Κοπτικά
fa: قبطی
fi: kopti
fr: copte
is: Koptíska
ja: コプト語
ko: 콥트어
mt: Koptiku
ru: Коптский
zh: 科普特文

source: Divehi
ar: المالديفية
bg: Дивехи
de: Maledivisch
dz: དི་བེ་ཧི
fi: malediivi
fr: maldivien
is: Dívehí
ja: ディヴェヒ語
ko: 디베히어
mt: Diveħi
zh: 迪维希文

source: Egyptian (Ancient)
ar: مصرية، قديمة
bg: Египетски (древен)
de: Ägyptisch
dz: ཨི་ཇིཔ་ཤཱན (སྔ་དུས་ཀྱི)
el: Αιγυπτιακά (Αρχαία)
fa: مصری (باستانی)
fi: muinaisegypti
fr: égyptien (ancien)
he: מצרית (עתיקה)
hr: egipatski (antički)
is: Fornegypska
ja: 古代エジプト語
ko: 이집트어 (고대)
mt: Eġizzjan (Antik)
ru: Древнеегипетский
zh: 古埃及文)

source: Haitian
ar: الهايتية
bg: Хаитянски
de: Kreolisch
fi: haiti
fr: haïtien
is: Haítíska
ja: ハイチ語
ko: 아이티어
zh: 海地人

source: Iranian
ar: الايرانية
bg: Ирански
de: Iranisch
el: Ιρανικά
fa: ایرانی
fi: iran
fr: iranien
hr: iranski
is: Íranska
ja: イラン語
ko: 이란어
mt: Iranjan
ru: Иранские (другие)
zh: 伊朗文

source: Sami languages (Other)
ar: اللغات السامية
de: Lappisch
fi: muut saamen kielet
fr: sami (autre)
is: Samísk mál (önnur)
ja: サーミ諸語
ko: 사미어 (기타)
ru: Саамские языки
zh: 其他萨迷文

source: Syriac
ar: السريانية
bg: Сирийски
de: Syrisch
fa: سریانی
fi: syyria
fr: syriaque
is: Sýrlenska
ja: シリア語
ko: 시리아어
mt: Sirjan
zh: 叙利亚文

source: Afrihili
bg: Африхили
is: Afríhílí
ja: Afrihili語
ko: 아프리히리어
mt: Afriħili
ru: Африхили
zh: 阿弗里希利文

source: Aleut
bg: Алеутски
de: Aleutisch
fi: aleutti
fr: aléoute
is: Aleúska
ja: アリュート語
ko: 알류트어
ru: Алеутский
zh: 阿留申群岛之土语

source: Apache Languages
bg: Езици на апахите
de: Apachen-Sprachen
fa: زبان‌های آپاچیایی
fi: apassi
fr: langues apaches
hr: apaški
is: Apatsjamál
ja: アパッチ語族
ko: 아파치어
mt: Lingwi Apaċi
zh: 阿帕切文

source: Artificial (Other)
bg: Изкуствен (други)
de: Kunstsprachen (Andere)
dz: བཟོ་བཟོཝ (གཞན)
fa: ساخته‌گی (غیره)
fi: muut tekokielet
fr: artificielle (autre)
hr: umjetni (ostali)
is: Alþjóðamál (önnur)
ja: 人工諸語
ko: 기계어 (기타)
mt: Artifiċjali (Oħra)
ru: Искусственные (другие)
zh: 其他人工语言

source: Australian Languages
bg: Австралийски езици
de: Australische Sprachen
fa: زبان‌های استرالیایی
fi: australialaiset kielet
fr: langues australiennes
he: שפות אוסטרליות
is: Áströlsk mál
ja: オーストラリア語族
ko: 오스트레일리아어
mt: Lingwi Awstraljani
zh: 澳大利亚语系

source: Avaric
bg: Аварски
de: Awarisch
fi: avaari
fr: avar
hr: avarski
is: Avaríska
ja: アヴァル語
ko: 아바릭어
mt: Avarik
zh: 阿瓦尔文

source: Baltic (Other)
bg: Прибалтийски (други)
de: Baltische Sprachen (Andere)
fa: بالتیکی (غیره)
fi: muut balttilaiset kielet
fr: baltique (autre)
hr: baltički (ostali)
is: Baltnesk mál (önnur)
ja: バルト諸語
ko: 발트어 (기타)
mt: Baltiku (Oħra)
ru: Балтийские (другие)
zh: 波罗的海地区之语言

source: Bantu
bg: Банту
fr: bantou
is: Bantúmál
ja: バントゥ語
ko: 반투어
ru: Банту (другие)
zh: 班图文

source: Central American Indian (Other)
bg: Централноамерикански индиански (други)
de: Indianersprachen, Zentralamerika (Andere)
fa: سرخ‌پوستی امریکای مرکزی (غیره)
fi: muut Keski-Amerikan intiaanikielet
fr: indien d’Amérique Centrale (autre)
is: Indíánamál Mið-Ameríku (önnur)
ja: 中米インディアン諸語
ko: 중앙 아메리카 인디안어 (기타)
mt: Amerika Ċentrali (Oħra)
ru: Центральной Америки индейцев (другие)
zh: 其他中美印第安语系

source: Carib
bg: Карибски
de: Karibische Sprachen
fi: karib
fr: caribe
is: Karíbamál
ja: カリブ語
ko: 카리브어
mt: Karib
ru: Кариб
zh: 巴勒比文

source: Caucasian (Other)
bg: Кавказски (други)
de: Kaukasische Sprachen (Andere)
fi: muut kaukasialaiset kielet
fr: langue caucasienne (autre)
is: Kákasusmál (önnur)
ja: コーカサス諸語
ko: 카프카스어 (기타)
mt: Kawkasu (Oħra)
ru: Кавказские (другие)
zh: 其他高加索语系

source: Celtic (Other)
bg: Келтски (други)
de: Keltische Sprachen (Andere)
fa: سلتی (غیره)
fi: muut kelttiläiset kielet
fr: langue celtique (autre)
hr: keltski (ostali)
is: Keltnesk (önnur)
ja: ケルト諸語
ko: 켈트어 (기타)
mt: Keltiku (Oħra)
zh: 其他凯尔特语系

source: Cherokee
bg: чероки
fa: چروکی
is: Sjerókí
ja: チェロキー語
ko: 체로키어
mt: Ċerokij
ru: Чероки
zh: 彻罗基文

source: Cheyenne
bg: чейенски
is: Sjeyen
ja: シャイアン語
ko: 샤이엔어
mt: Xajenn
ru: Чейенн
zh: 夏延文

source: Creoles and Pidgins, English-based (Other)
bg: Креолски, от английски (други)
de: Krio
fi: pidginenglanti
fr: pidgin anglais (autre)
is: Kreól- og pidginmál á enskum grunni
ja: 英語が基盤の混成語・混合語
ko: 크레오리스와 피긴스어, 영어-기반 (기타)
mt: Kreoli u Piġini, Bbażat fuq l-Ingliż (Oħra)
ru: Англо-креольские и пиджины (другие)
zh: 不纯粹之英国方言

source: Creoles and Pidgins, French-based (Other)
bg: Креолски, от френски (други)
de: Kreolisch-Französisch (Andere)
fi: muut ranskaan perustuvat kreolit ja pidginit
fr: pidgin français (autre)
is: Kreól- og pidginmál á frönskum grunni
ja: フランス語が基盤の混成語・混合語
ko: 크레오리스와 피긴스어, 프랑스어-기반 (기타)
mt: Kreoli u Piġini, Bbażat fuq il-Franċiż (Oħra)
ru: Франко-креольские и пиджины (другие)
zh: 不纯粹之法国方言

source: Creoles and pidgins, Portuguese-based (Other)
bg: Креолски, от португалски (други)
de: Kreolisch-Portugiesisch (Andere)
fi: muut portugaliin perustuvat kreolit ja pidginit
fr: pidgin portugais (autre)
is: Kreól- og pidginmál á portúgölskum grunni
ja: ポルトガル語が基盤の混成語・混合語
ko: 크레오리스와 피긴스어, 포르투갈어-기반 (기타)
ru: Португалокреольские и пиджины (другие)
zh: 不纯粹之葡国方言

source: Creoles and Pidgins (Other)
bg: Креолски (други)
de: Kreolische Sprachen
fi: muut kreolit ja pidginit
fr: pidgins et langues créoles (autre)
is: Kreól- og pidginmál (önnur)
ja: その他の混成語・混合語
ko: 크레오스와 피긴스어 (기타)
mt: Kreoli u Piġini (Oħra)
ru: Креольские и пиджины (другие)
zh: 克里奥尔语和皮钦文

source: Church Slavic
bg: Църковно славянски
de: Kirchenslawisch
fa: اسلاوی کلیسایی
fi: kirkkoslaavi
fr: slavon d’église
ga: Slavais na hEaglaise
hr: crkvenoslavenski
is: Kirkjuslavneska
ja: 教会スラブ語
ko: 교회슬라브어
mt: Slaviku tal-Knisja
zh: 宗教斯拉夫文

source: Slave
bg: Славянски
fi: slaavi
is: Slav
ja: スレイビー語
ko: 슬라브어
mt: Slav
zh: 司雷夫文

source: Dutch, Middle (ca. 1050-1350)
bg: Холандски, средновековен (1050-1350)
de: Mittelniederländisch
fa: هلندی میانه (حدود ۱۰۵۰-۱۳۵۰ م.)
fi: keskihollanti
fr: néerlandais moyen (ca. 1050-1350)
hr: nizozemski, srednji (ca. 1050-1350)
is: Miðhollenska (um 1050-1350)
ja: 中世オランダ語 (約1050-1350)
ko: 네덜란드, 중세 (ca. 1050-1350)
mt: Olandiż, Medjevali (ca. 1050-1350)
ru: Нидерландский средневековый
zh: 中古荷兰文

source: English, Middle (1100-1500)
bg: Английски (1100-1500)
de: Mittelenglisch
fa: انگلیسی میانه (۱۱۰۰ -۱۵۰۰ م.)
fi: keskienglanti
fr: anglais moyen (1100-1500)
hr: engleski, srednji (1100-1500)
is: Miðenska (1100-1500)
ja: 中世英語 (1100-1500)
ko: 영어, 중세 (1100-1500)
mt: Ingliż, Medjevali (1100-1500)
ru: Среднеанглийский
zh: 中古英文

source: Finno - Ugrian (Other)
bg: Угрофинска (други)
de: Finnougrische Sprachen (Andere)
fi: muut suomalais-ugrilaiset kielet
fr: langue finno-ougrienne (autre)
is: Finnskúgrísk mál (önnur)
ja: フィン・ウゴル諸語
ko: 피노우그리아어 (기타)
mt: Finno - Ugrijan
ru: Финно-угорские (другие)
zh: 芬匈文（其他）

source: French, Middle (ca.1400-1600)
bg: Френски (1400-1600)
de: Mittelfranzösisch
fa: فرانسوی میانه (حدود ۱۴۰۰-۱۶۰۰ م.)
fi: keskiranska
fr: français moyen (ca.1400-1600)
hr: francuski, srednji (ca.1400-1600)
is: Miðfranska (um 1400-1600)
ja: 中世フランス語 (約1400-1600)
ko: 프랑스어, 중세 (ca.1400-1600)
mt: Franċiż, Medjevali (ca. 1400-1600)
ru: Среднефранцузский
zh: 中古法文

source: French, Old (842-ca.1400)
bg: Френски (842-1400)
de: Altfranzösisch
fa: فرانسوی قدیم (۸۴۲-حدود ۱۴۰۰ م.)
fi: muinaisranska
fr: vieux français (842-ca.1400)
hr: francuski, stari (842-ca.1400)
is: Fornfranska (842 - um 1400)
ja: 古フランス語 (842-約1400)
ko: 프랑스어, 고대 (842-ca.1400)
mt: Franċiż, Antik (842-ca. 1400)
ru: Старофранцузский
zh: 古法文

source: Germanic (Other)
bg: Германски (други)
de: Germanische Sprachen (Andere)
fa: ژرمنی (غیره)
fi: muut germaaniset kielet
fr: germanique (autre)
hr: germanski (ostali)
is: Germönsk mál (önnur)
ja: ゲルマン諸語
ko: 독일어 (기타)
mt: Ġermaniku (Oħra)
ru: Германские (другие)
zh: 德國的(其他)

source: German, Middle High (ca.1050-1500)
bg: Немски (1050-1500)
de: Mittelhochdeutsch
fa: آلمانی علیای میانه (حدود ۱۰۵۰-۱۵۰۰)
fi: keskiyläsaksa
fr: allemand, moyen haut (ca. 1050-1500)
hr: njemački, srednji visoki (ca.1050-1500)
is: Miðháþýska (um 1050-1500
ja: 中高ドイツ語 (約1050-1500)
ko: 독일어, 중세 고급 (ca.1050-1500)
mt: Ġermaniku, Medjevali Pulit (ca. 1050-1500)
ru: Средневерхненемецкий
zh: 中古高地德文

source: German, Old High (ca.750-1050)
bg: Немски (750-1050)
de: Althochdeutsch
fa: آلمانی علیای باستان (حدود ۷۵۰-۱۰۵۰)
fi: muinaisyläsaksa
fr: allemand, vieux haut (ca. 750-1050)
hr: njemački, stari visoki (ca.750-1050)
is: Fornháþýska (um 750-1050)
ja: 古高ドイツ語 (約750-1050)
ko: 독일어, 고대 저급 (ca.750-1050)
mt: Ġermaniku, Antik Pulit (ca. 750-1050)
ru: Староверхненемецкий
zh: 古代高地德文

source: Gothic
bg: Готически
de: Gotisch
fa: گوتیک
fi: gootti
fr: gotique
is: Gotneska
ja: ゴート語
ko: 고트어
mt: Gotiku
ru: Готский
zh: 哥达文

source: Greek, Ancient (to 1453)
bg: Древногръцки (до 1453)
de: Griechisch (bis 1453)
dz: གིརིཀ, སྔ་དུས་ཀྱི (༡༤༥༣)
el: Ελληνικά, Αρχαία (έως 1453)
fa: یونانی کهن (تا ۱۴۵۳ م.)
fi: muinaiskreikka
fr: vieux grec (avant 1453)
hr: grčki, antički (do 1453)
is: Forngríska (til 1453)
ja: 古代ギリシャ語 (1453まで)
ko: 그리스어, 고대 (1453년 까지)
mt: Grieg, Antik (to 1453)
ru: Древнегреческий
zh: 古希腊文

source: Hawaiian
bg: Хавайски
de: Hawaiianisch
el: Χαβανεζικά
fa: هاوائیایی
fi: havaiji
fr: hawaïen
ga: Haváíais
hr: havajski
is: Havaíska
ja: ハワイ語
ko: 하와이어
mt: Ħawajjan
ru: Гавайский
zh: 夏威夷文

source: Hittite
bg: Хитски
de: Hethitisch
fa: هیتی
fi: heetti
is: Hettitíska
ja: ヒッタイト語
ko: 하타이트어
mt: Ħittit
zh: 西台文

source: Indic (Other)
bg: Индийски (други)
de: Indoarische Sprachen
dz: ཨིན་ཌིཀ (གཞན)
fa: هندیک (غیره)
fi: muut intialaiset kielet
fr: langue indo-aryenne (autre)
hr: indijski (drugi)
is: Indversk mál (önnur)
ja: インド諸語
ko: 인도어 (기타)
mt: Indjan (Oħra)
ru: Индийские (другие)
zh: 印度文（其他）

source: Indo-European (Other)
bg: Индо-европейски (други)
de: Indogermanische Sprachen (Andere)
el: Ινδοευρωπαϊκά (¨Αλλη)
fa: هندوارودپایی
fi: muut indoeurooppalaiset kielet
fr: langue indo-européenne (autre)
hr: indoevropski (drugi)
is: Indóevrópsk mál (önnur)
ja: 印欧諸語
ko: 인도유럽어 (기타)
mt: Indo-Ewropew
ps: هند و اروپایي
zh: 其他印欧语系

source: Ido
bg: Идо
is: Ídó
ja: イド語
ko: 이도어
zh: 爱德莪文（人工语言）

source: Judeo-Persian
bg: еврейско-персийски
de: Jüdisch-Persisch
fa: فارسی یهودی
fi: juutalaispersia
fr: judéo-persan
is: Gyðingapersneska
ja: ユダヤ・ペルシア語
ko: 유대-페르시아어
mt: Lhudi-Persjan
ru: Еврейско-персидский
zh: 犹太波斯语系

source: Judeo-Arabic
bg: еврейско-арабски
de: Jüdisch-Arabisch
fa: عربی یهودی
fi: juutalaisarabia
fr: judéo-arabe
is: Gyðingaarabíska
ja: ユダヤ・アラビア語
ko: 유대-아라비아어
mt: Lhudi-Għarbi
ru: Еврейско-арабский
zh: 犹太阿拉伯语系

source: Kongo
bg: Конгоански
is: Kongó
ja: コンゴ語
ko: 콩고어
zh: 刚果文

source: Kikuyu
bg: кикуйу
de: Kikuyu-Sprache
fi: kikuju
is: Kíkújú
ja: キクユ語
ko: 키쿠유어
mt: Kikuju
zh: 吉库尤文

source: Luxembourgish
bg: Люксембургски
de: Luxemburgisch
fa: لتسه‌بورگیش
fi: luxemburg
fr: luxembourgeois
ga: Leitseabuirgis
is: Lúxemborgíska
ja: ルクセンブルク語
ko: 룩셈부르크어
mt: Letżburgiż
zh: 卢森堡文

source: Masai
bg: масайски
fi: maasai
he: מאסאית
is: Masaí
ja: マサイ語
ko: 마사이어
mt: Masaj
ru: Масаи
zh: 萨伊语

source: Irish, Middle (900-1200)
bg: Ирландски (900-1200)
de: Mittelirisch
fa: ایرلندی میانه (۹۰۰-۱۲۰۰ م.)
fi: keski-iiri
fr: irlandais moyen (900-1200)
hr: irski, srednji (900-1200)
is: Miðírska (900-1200)
ja: 中期アイルランド語 (900-1200)
ko: 아일랜드어, 중세 (900-1200)
mt: Irlandiż, Medjevali (900-1200)
ru: Среднеирландский
zh: 中古爱尔兰文

source: Miscellaneous Languages
bg: Други езици
de: Verschiedene Sprachen
fa: زبان‌های متفرقه
fi: sekalaiset kielet
fr: langues diverses
is: Ýmis mál
ja: その他の言語
ko: 기타 언어
mt: Lingwi Oħra
ru: Смешанные (другие)
zh: 各种不同语言

source: North American Indian (Other)
bg: Северноамерикански индиански (други)
de: Indianersprachen, Nordamerika (Andere)
el: Ινδιανικά Βόρειας Αμερικής (Άλλα)
fa: سرخ‌پوستی امریکای شمالی (غیره)
fi: muut Pohjois-Amerikan intiaanikielet
fr: indiennes d’Amérique du Nord (autre)
is: Indíánamál Norður-Ameríku (önnur)
ja: 北米インディアン諸語
ko: 북 아메리칸 인디언어 (기타)
mt: Indjan tal-Amerika ta' Fuq (Oħra)
ru: Северной Америки индейцев (другие)
zh: 其他北美印第安语系

source: Neapolitan
bg: Неаполитански
de: Neapolitanisch
fi: napolin italia
fr: napolitain
he: נפוליטנית
is: Napólíska
ja: ナポリ語
ko: 나폴리어
zh: 拿波里文

source: Nubian Languages
bg: Нубийски езици
de: Nubische Sprachen
fi: nuubialaiset kielet
fr: langues nubiennes
is: Núbísk mál
ja: ヌビア語族
ko: 누비안어
mt: Lingwi Nubjani
ru: Нубийские языки
zh: 努比亚文

source: Nyanja; Chichewa; Chewa
bg: Чинянджа
de: Chewa-Sprache
fi: njandža, tšewa
fr: nyanja
is: Njanja; Sísjeva; Sjeva
ja: ニャンジャ語、チチェワ語、チェワ語
ko: 니안자어; 치츄어; 츄어
mt: Ċiċewa; Njanġa
zh: 尼昂加文；切瓦文；切瓦文

source: Ossetic
bg: Осетски
de: Ossetisch
fi: osseetti
fr: ossète
ga: Óiséitis
is: Ossetíska
ja: オセト語
ko: 오세트어
mt: Ossettiku
ru: Осетинский
zh: 奥塞提文

source: Turkish, Ottoman (1500-1928)
bg: Турски, отомански (1500-1928)
de: Osmanisch
el: Τουρκικά, Οθωμανικά (1500-1928)
fa: ترکی (امپراتوری عثمانی)
fi: osmani
fr: turc ottoman (1500-1928)
is: Tyrkneska, ottóman (1500-1928)
ja: オスマントルコ語 (1500-1928)
ko: 터키어, 오스만 (1500-1928)
mt: Tork (Imperu Ottoman)
ru: Старотурецкий
zh: 奥托曼土耳其文

source: Otomian Languages
bg: Старотурски езици
de: Otomangue-Sprachen
fi: otomangelaiset kielet
fr: langues otomangues
is: Ótommál
ja: オトミ語族
ko: 오토미안어
mt: Lingwi Otomjani
ru: Отомангские языки
zh: 奥托米语系

source: Papuan (Other)
bg: Папуаски (други)
de: Papuasprachen (Andere)
fa: پاپوایی (غیره)
fi: muut papualaiskielet
fr: papoues (autre)
is: Papúsk mál (önnur)
ja: パプア諸語
ko: 파푸아어 (기타)
mt: Papwan (Oħra)
ru: Папуасско-австралийские (другие)
zh: 其他巴布亚文

source: Persian Old (ca.600-400 B.C.)
bg: Староперсийски (600-400 пр.н.е.)
de: Altpersisch
el: Αρχαία Περσικά (600-400 π.Χ.)
fa: فارسی قدیم (حدود ۶۰۰-۴۰۰ ق.م.)
fi: muinaispersia
fr: perse, vieux (ca. 600-400 av. J.-C.)
is: Fornpersneska
ja: 古代ペルシア語 (約600-400 B.C.)
ko: 페르시안 고대어 (ca.600-400 B.C.)
mt: Persjan Antik (ca. 600-400 Q.K.)
ru: Староперсидский
zh: 古老波斯语

source: Philippine (Other)
bg: Филипински (други)
de: Philippinen-Austronesisch (Andere)
el: Φιλιππινέζικα (Άλλα)
fa: فیایپینی (غیره)
fi: muut filippiiniläiskielet
fr: philippines (autre)
is: Filippseysk mál (önnur)
ja: フィリピン諸語
ko: 필리핀어 (기타)
mt: Filippin (Oħra)
zh: 其他菲律宾语系

source: Phoenician
bg: Финикийски
de: Phönikisch
el: Φοινικικά
fa: فنیقی
fi: foinikia
fr: phénicien
is: Fönikíska
ja: フェニキア語
ko: 페니키아어
mt: Feniċju
ru: Финикийский
zh: 腓利基文

source: Provençal, Old (to 1500)
bg: Провансалски (to 1500)
de: Altprovenzalisch
fi: muinaisprovensaali
fr: provençal ancien (jusqu’à 1500)
is: Fornpróvensalska (til 1500)
ja: 古期プロバンス語 (1500まで)
ko: 프로벤칼어, 고대 (1500년 까지)
mt: Provenzal, Antik (sa l-1500)
ru: Старопровансальский
zh: 普罗文斯文

source: Rajasthani
bg: Раджастански
hi: राजेस्थानी
is: Rajastaní
ja: ラージャスターン語
ko: 라자스탄어
mt: Raġastani
ru: Раджастхани
zh: 拉贾斯坦文

source: Romance (Other)
bg: Романски (други)
fi: muut romaaniset kielet
fr: romanes (autre)
hr: romanski (ostali)
is: Rómönsk mál (önnur)
ja: ロマンス諸語
ko: 로망스어 (기타)
mt: Romanz (Oħra)
ru: Романские (другие)
zh: 其他拉丁语系

source: Yakut
bg: Якутски
de: Jakutisch
fi: jakuutti
fr: iakoute
is: Jakút
ja: ヤクート語
ko: 야큐트어
mt: Jakut
ru: Якутский
zh: 雅库特文

source: South American Indian (Other)
bg: Южноамерикански индиански (други)
de: Indianersprachen, Südamerika (Andere)
fa: سرخ‌پوستی امریکای جنوبی (غیره)
fi: muut Etelä-Amerikan intiaanikielet
fr: indiennes d’Amérique du Sud (autre)
is: Indíánamál Suður-Ameríku (önnur)
ja: 南米インディアン諸語
ko: 남아메리카 인디언어 (기타)
mt: Indjan tal-Amerika t'Isfel (Oħra)
ru: Южной Америки индейцев (другие)
zh: 其他南美印第安文

source: Sardinian
bg: Сардински
de: Sardisch
fa: ساردینیایی
fi: sardi
fr: sarde
ga: Sairdínis
is: Sardínska
ja: サルデーニャ語
ko: 사르디니아어
mt: Sardinjan
zh: 萨丁文

source: Semitic (Other)
bg: Семитски (други)
de: Semitische Sprachen (Andere)
el: Σημιτικά (Άλλα)
fa: سامی
fi: muut seemiläiset kielet
fr: sémitiques (autre)
is: Semísk mál (önnur)
ja: セム諸語
ko: 셈어 (기타)
mt: Semitiku
ru: Семитские (другие)
zh: 其他闪族语系

source: Irish, Old (to 900)
bg: Староирландски (до 900)
de: Altirisch
fa: ایرلندی باستان (تا ۹۰۰ م.)
fi: muinaisiiri
fr: irlandais ancien (jusqu’à 900)
is: Fornírska (til 900)
ja: 古期アイルランド語 (900まで)
ko: 아일랜드, 고대 (900년 까지)
mt: Irlandiż, Antik (sa l-900)
ru: Староирландский
zh: 古爱尔兰文

source: Serbo-Croatian
bg: Сърбохърватски
ca: serbo-croat
cs: Srbochorvatština
de: Serbo-Kroatisch
el: Σερβοκροατικά
eo: serbo-Kroata
fa: صرب و کرواتی
fi: serbokroatia
fr: serbo-croate
ga: Seirbea-Chróitis
he: סרבו-קרואטית
hi: सेर्बो-क्रोएशन्
hu: szerb-horvát
is: Serbókróatíska
ja: セルボ＝クロアチア語
ko: 세르보크로아티아어
kok: सेर्बो-क्रोयेषियन्
lo: ເຊີໂບ-ໂຄເອທຽນ
mr: सेर्बो-क्रोयेषियन्
mt: Serbo-Kroat
ru: Сербско-хорватский
sr: Српско-Хрватски
ta: செர்போ-க்ரோஷியன்
th: เซอร์โบ-โครเอเทียน
tr: Sırp-Hırvat Dili
uk: Сербсько-хорватська
zh: 塞波尼斯-克罗地亚文

source: Slavic (Other)
bg: Славянски (други)
de: Slawische Sprachen (Andere)
el: Σλαβικά (Άλλα)
fi: muut slaavilaiset kielet
fr: slaves (autre)
hr: slavenski (drugi)
is: Slavnesk mál (önnur)
ja: スラブ諸語
ko: 슬라브어 (기타)
ru: Славянские (другие)
zh: 其他斯拉夫语系

source: Sumerian
bg: Шумерски
de: Sumerisch
fa: سومری
fi: sumeri
fr: sumérien
is: Súmerska
ja: シュメール語
ko: 수메르어
mt: Sumerjan
ru: Шумерский
zh: 苏马文

source: Tai (Other)
bg: Тайландски (други)
de: Thaisprachen (Andere)
fi: muut thaikielet
fr: thaï (autre)
is: Taímál (önnur)
ja: タイ諸語
ko: 태국어 (기타)
mt: Tai (Oħra)
ru: Татский
zh: 其他泰文

source: Altaic (Other)
bg: Алтайски (други)
de: Altaische Sprachen (Andere)
fi: muut altailaiset kielet
fr: altaïques (autre)
is: Altaísk mál (önnur)
ja: アルタイ諸語
ko: 알타이어 (기타)
mt: Altajk (Oħra)
ru: Алтайские (другие)
zh: 其他阿尔泰语系

source: Tahitian
bg: Таитянски
de: Tahitisch
fa: تاهیتیایی
fi: tahiti
fr: tahitien
ga: Taihítis
is: Tahítíska
ja: タヒチ語
ko: 타히티어
mt: Taħitjan
zh: 塔西提文

source: Undetermined
bg: Неопределен
de: Sprache nicht ermittelt
fa: نامشخص
fi: määrittelemätön
fr: indéterminée
is: Óljóst
ja: 非確定
ko: 결정되지않음
mt: Indeterminat
ru: Неидентифицированный
zh: 未定语种

source: Achinese
de: Achinesisch
fi: aceh
fr: aceh
is: Akkíska
ja: アチェ語
ko: 아체어
mt: Aċiniż
ru: Ачехский
zh: 亚齐文

source: Adyghe
de: Adygai
fr: adygué
is: Adýge
ja: アディゲ語
ko: 아닥헤어
ru: Адыгейский
zh: 阿迪何文

source: Avestan
de: Avestisch
fa: اوستایی
fi: avesta
fr: avestique
ga: Aivéistis
is: Avestíska
ja: アヴェスタ語
km: ភាសាអាវែស្តង់
zh: 阿维斯塔文

source: Akkadian
de: Akkadisch
fi: akkadi
fr: akkadien
is: Akkadíska
ja: アッカド語
ko: 아카드어
mt: Akkadjen
ru: Аккадский
zh: 阿卡德文

source: Algonquian Languages
de: Algonkin-Sprachen
fi: algonkin-kielet
fr: langues algiques
is: Algonkvínsk mál
ja: アルゴンキン語族
ko: 알콘킨어
mt: Lingwi Algonqwinjani
ru: Алгонкинские языки
zh: 其他阿尔贡语系

source: Aragonese
de: Aragonesisch
fi: aragonia
fr: aragonais
is: Aragonska
ja: アラゴン語
km: ភាសាអារ៉ាហ្គោន
ko: 아라곤어
zh: 阿拉貢文

source: Araucanian
de: Araukanisch
fi: araukaani
fr: araukan
is: Arákaníska
ja: アラウカン語
ko: 아라우칸어
mt: Arawkanjan
zh: 阿劳坎文

source: Arapaho
de: Arapaho-Sprache
is: Arapahó
ja: アラパホー語
ko: 아라파호어
mt: Arapaħo
zh: 阿拉帕霍文

source: Asturian
de: Asturianisch
fi: astuuri
fr: asturien
he: אוסטרית
is: Astúríska
ja: アストゥリアス語
ko: 아스투리아어
zh: 阿斯图里亚思特语

source: Athapascan Languages
de: Athapaskische Sprachen
fi: athabasca-kielet
fr: langues athapascanes
is: Atapaskísk mál
ja: アサパスカン語族
ko: 아타바스카어
mt: Lingwi Atabaskani
ru: Атапачские языки
zh: 其他阿撒巴斯卡语系
